Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: Segurament,molts dels participants no tindran cap relació amb el mercat laboral si acaben d’arribar alpaís per mitjà de la reagrupació familiar o com a refugiats.
en: The project seeks to identify motivated experts, to determine theirlevel of know-how, and to place them in Finnish companies and organisations.

source: L’ajuda en la cerca de feina,els centres d’assessorament professional, els contractes de col·laboració i les pràctiquesprofessionals poden formar part dels programes d’acollida i són serveis que es podenoferir de manera addicional o integrats en la formació general. Per exemple, a
en: Measuresassociated with this include recognition of degrees, continuing training and acquisitionof qualifications as well as networking. www.mol.fi/migration/

source: Dinamarca, la formació sobre el mercat laboral pot incloure formació a curt termini,formació al lloc de treball o contractació amb un subsidi.
en: Swedish government funding in 2003 was directed towards labour market training forpersons with foreign post-secondary education in areas where there was a shortage ofstaff (health and medical care workers, teachers, technologists and scientists) as well asin nurse’s training for unemployed immigrants.

source: La persona immigrant orefugiada també pot rebre l’assistència d’una persona que l’anirà ajudant en eldesenvolupament social, lingüístic o professional.
en: The purpose of the latter was to meetthe need for bilingual workers in primary care and care of the elderly.

source: Els programes combinats lingüisticolaborals solen ser molt útils, perquè els participantses beneficien de l’ensenyament lingüístic en el marc laboral.
en: Dropout rates in introduction programmes are high often because participants find jobsbefore the end of the course.

source: Els nouvinguts obtenenresultats més ràpidament si se’ls deixa fer diverses coses a la vegada, de manera que elsprogrames en principi haurien d’aplicar-se en paral·lel, i no seqüencialment.
en: However, many governments are concerned that such jobsmay be low skilled and that, considering the lack of job security in this sector of theeconomy, immigrants may need to fall back on social welfare if they do not have the skillsto obtain a qualified position.

source: Perexemple, als Països Baixos existeixen el que s’anomena programes de “doble via”, queconsisteixen en classes d’holandès i un altre element (assistència en l’educació de lescriatures, en el camp laboral, en la formació professional, en feines voluntàries o enactivació social).
en: A better solution could be to adapt the form and content ofintroduction programmes for immigrants who are already working. For instance, Denmarkis developing IT-based language learning programmes for home use so that languagelearning does not interfere with job training.

source: Les persones amb una formació concreta o experiència laboral,sobretot, poden assistir a un curs introductori amb una orientació laboral dintre del seucamp professional.
en: Courses can also take place at the public orprivate enterprise where the participant receives work training or has obtained employment,or at the public educational institution where the participant receives further education.

source: D’aquesta manera, el contingut del programa pot ajudar de maneraactiva els individus a incorporar-se en el mercat laboral i, a més, els facilita l’aprenentatgede la llengua local.
en: Offering part-time courses, distance or elearning and similar models enables participantsto continue with introduction programmes while at the same time taking on a job.

source: Perquè els participants no perdin la motivació, s’ha d’evitar que s’ensenyi el que ja se sapde manera repetida.
en: In several countries, the municipalities which carry out introduction programmes drawup individual work plans and allocate courses according to the person’s needs.

source: Els cursos introductoris han de fer que sigui possible que elsnouvinguts facin ús del seu potencial en el mercat de treball.
en: Althoughthe aim is always to find the best matching programmes for each individual, it is notalways possible to offer the whole range of services needed for individually targetedtraining.

source: D’aquesta manera, no esmalbarataran recursos.
en: This is particularly true in less densely populated areas.

source: Els mètodes dinàmics per avaluar les habilitats dels nouvinguts -que es basen menys encriteris formals i valoren més l’experiència pràctica- són més útils per validar l’experiènciai els coneixements obtinguts en el país d’origen.
en: The pooling of resources enables adjacent municipalities to offer different types of courses.It also makes it possible for participants to live in one municipality and do training or workin another, in this way avoiding the loss of family contacts or networks in case of a move.

source: Les mesures associades inclouen el reconeixement de latitulació, laformaciócontínuai l’aportaciódequalificacions i decontacteswww.mol.fi/migration.
en: Introduction courses ideally convey the message of a welcoming society which givesincentives to the newcomer to feel responsible for the community he or she is going tolive in.

source: El finançament del Govern suec l’any 2003 es va dirigir a la formació en el mercat laboralper a persones amb estudis superiors cursats a l’estranger en àrees en què hi haviaproblemes de personal (sector mèdic i sanitari, docència, especialistes en tecnologia icientífics).
en: Besides language, introduction courses also often stress the importance of ‘socialorientation’ and of giving immigrants knowledge of the functioning and the values ofsociety. Courses can cover the fundamental elements of the constitution, such as respectfor human rights and democracy, and the functioning of the political system includingopportunities for political and civil society participation.

source: A més, també es va oferir formació en infermeria als immigrants sense feina.L’objectiu d’aquesta última iniciativa era la necessitat de treballadors bilingües enprimeres cures i atenció als més grans.
en: Orientation about genderequality and children’s rights are important components of many programmes.

source: Els índexs d’abandonament dels programes d’acollida són elevats.
en: Practical elements are also considered important in many countries.

source: Una possible solució pot ser adaptar la forma i els continguts delsprogrames d’acollida per als immigrants que treballen.
en: For instance, the Dutch integration programme includes courses to familiarise participants with the Dutchhealthcare, education and welfare systems, as well as national customs.

source: Per exemple, Dinamarca estàdesenvolupant uns programes d’aprenentatge de danès per ordinador, perquè es facides de casa, de manera que l’aprenentatge de l’idioma no interfereixi en la formaciólaboral.
en: The plannedcitizenship classes in the UK will include information on how to obtain services, how toaccess the labour market, knowledge of the different community and faith groups in the UK, and of the norms of society.

source: Els cursos també es poden fer en empreses públiques o privades, on elparticipant es pot estar formant o pot estar treballant; o en una institució educativapública en què el participant estigui inscrit.
en: With regard to values, it should be recognised that the resident population is also verydiverse in terms of values and behaviours, and does not always live up to the standardspresented to immigrants.

source: Les classes amb dedicació parcial, els cursos a distància, per Internet (e-learning) o similarspermeten tirar endavant amb els programes d’acollida sense haver de deixar de treballar.
en: An introduction to values is best framed as a common endeavour in which bothnewcomers and the receiving society strive to meet the standards set by the country’snorms and rules.

source: En diversos països, els municipis que fan cursos introductoris estableixen plans de treballpersonalitzats i assignen els cursos segons les necessitats dels interessats.
en: On the other hand, some governments aim tocombine civic content with language teaching, as it can provide relevant and interestingcontent for adult training classes.

source: Tot i quel’objectiu sempre és trobar el programa que més s’adigui a cada persona, no sempre éspossible oferir tots els serveis necessaris per a la formació de cadascú.
en: In Austria, there is no special course ‘block’ on societalthemes, which are covered within the language training.

source: Això ésespecialment important en àrees amb menys densitat de població.
en: Language andorientation courses include a final test.

source: El fet de reunir tots els recursos en un lloc permet als municipis dels voltants oferir diferentstipus de cursos.
en: In Frankfurt, a 600-hour language course is preceded by 40 hours of orientation in thecity.

source: També permet als participants formar-se en un municipi i fer les pràctiqueso treballar en un altre, de manera que s’evita la pèrdua de contacte familiar o de relacionsen cas de trasllat a un altre municipi més llunyà.
en: This includes a trip by underground, a walk through the city and a visit to a municipaladministration as well as information about institutions and the German legal system. Thecourse is offered in eight languages and taught by local settled migrants.

source: Contingut cívic dels cursos introductoris
en: Matching ambitions to resources

source: En principi els cursos introductoris transmeten el missatge d’una societat d’acollida queofereix incentius als nouvinguts perquè se sentin responsables de la comunitat en quèviuran.
en: What governments ask of newcomers should be balanced with the sustained availabilityand quality of introduction programmes.

source: Els elements pràctics també tenen un paper força important en molts països.
en: In addition to providing theclasses, governments financially support participants during full-time orientationprogrammes.

source: Perexemple, el programa d’integració holandès inclou iniciatives perquè els participants esfamiliaritzin amb la sanitat, l’educació i el sistema del benestar holandès, a banda detractar els costums del país, és clar.
en: Often, the aim is to provide a form of compensation that resembles asalary as much as possible. In Denmark for instance, the introduction programme is freeof charge, and immigrants or refugees who cannot maintain themselves through workor family are entitled to receive an introduction allowance.

source: Un altre exemple: les classes de ciutadania que s’hanplantejat al Regne Unit inclouran informació sobre l’accés als serveis, al mercat laboral,coneixements sobre els diferents grups religiosos i comunitaris del país, i normes de lasocietat britànica.
en: The three-year programmeincludes Danish classes, classes on Danish culture and society and labour marketactivation, and has a scope of at least 37 hours per week on average. In Sweden, theintroduction period generally lasts up to two years and includes an estimated averagenumber of 525 hours Swedish language tuition and preparations for participation in thelabour market.

source: Pel que fa als valors, cal reconèixer que la població resident té uns valors icomportaments molt diversos, i no sempre s’adeqüen als estàndards que se li explica ala població immigrant.
en: In Finland, it is now envisaged to extend the integration period beyondthree years for certain immigrants such as sick persons, mothers of small children, peoplewith literacy needs, and some young people.

source: El millor enfocament d’aquesta introducció als valors d’un país és fer el possible perquètant els nouvinguts com la societat receptora s’adaptin a les normes i regles del país.
en: Even introduction programmes of a moremodest scope always imply resource commitments. Waiting lists are often an issue andpotential attendees cannot always be assigned a class.

source: Pot passar queels governs vulguin introduir l’orientació cívica al principi del curs per als immigrants, encomptes de deixar-ho per a més endavant, quan tinguin un millor coneixement del’idioma i puguin entendre documents més complexos.
en: At the same time, some countries are making course attendance compulsory and usesanctions related to the renewal of residence permits or to social security payments.

source: Pot passar, també, que escombinin els ensenyaments més relacionats amb temes cívics amb la formació lingüística,perquè poden aportar continguts interessants per als alumnes adults.
en: In Denmark, the introduction allowance is reduced if a participant does not attend his orher programme without an accepted reason.

source: A Àustria, perexemple, no hi ha cap apartat específic sobre temes socials, i es tracten al llarg de lesclasses de llengua.
en: In Austria and under the yet to beintroduced Dutch system, participants pay for courses, with a possible (partial) refundupon successful completion.

source: En canvi, la Llei alemanya sobre immigració de 2004 preveu cursosintroductoris que inclouen classes de llengua bàsica i avançada (cadascun de 300 hores iamb un any de durada), més un curs de 30 hores d’orientació sobre el sistema legal, lacultura i la història del país.
en: The 2004 German immigration law foresees possiblesanctions for non-attendance and some financial contribution from the participants,which is projected to be 1 Euro per hour.

source: Al final de cada curs, es fa un examen.
en: Recipients of social welfare are exempted.

source: Hi ha d’haver un equilibri entre el que els governs demanen als nouvinguts i ladisponibilitat i la qualitat sostenible dels programes d’acollida.
en: Best practice suggests that programmes should be accessible, affordable and of highquality and that their impact should be assessed regularly.

source: Tot i que el format dels cursos introductoris i el nombre d’hores pot variar en els diferentspaïsos, aquests cursos solen requerir uns recursos i una capacitat administrativasubstancial.
en: Where labour market measures are included in introduction courses, governments arefaced with especially great challenges regarding implementation.

source: A més de les classes, elsgoverns ofereixen un ajut financer als participants al llarg dels programes d’orientació dededicació completa.
en: Introduction programmes sometimes provideuniform solutions although they should be adapted to each person’s educationalbackground and labour market prospects.

source: Tot sovint, l’objectiu és proporcionar una mena de compensació ques’assembli a un sou al màxim possible.
en: For some countries with larger arrival numbersor with fewer resources, open ‘clearinghouses’ where immigrants can receive individualguidance and discuss specific ‘integration plans’ without entering a complex trackingprocess may be more suitable.

source: A Dinamarca, per exemple, el programa d’acollida és completament gratuït, i elsimmigrants o refugiats que no es poden mantenir perquè no tenen feina o família queels ajudin poden rebre un subsidi d’acollida.
en: As an alternative to comprehensive ‘civic orientation’ courses, countries can offer oneday courses such as the French ‘civic training days’, which are part of the state’scommitment in the framework of an ‘integration contract’.

source: El programa ofert, que dura tres anys, inclouclasses de danès, classes sobre la cultura i la societat daneses i activació en el mercatlaboral.
en: A civic training day coversthe fundamental rights and the main principles and values of France, as well as Frenchinstitutions.

source: Requereix una dedicació de 37 hores setmanals, de mitjana.
en: There is also an information day on life in France, which addresses thethemes of health, schooling, housing, training and employment.

source: A Suècia, el períodeintroductori sol durar uns dos anys i té unes 525 hores, que es reparteixen entre classesde suec i preparació per introduir-se en el mercat laboral.
en: These oneday coursesare offered in the four main languages of origin of migrants to France.

source: Ara bé, fins i tot els programes d’acollida d’abast més modest impliquen una assignacióde recursos important.
en: In Portugal, the citizenship module of the national ‘Portugal Shelters’ programme lasts12 hours.

source: Les llistes d’espera solen ser preocupants i els aspirants no semprepoden accedir al servei.
en: It promotes the exercise of active citizenship and is divided into three trainingunits: ‘the individual, the state and intermediary bodies’ (4 hours), ‘equal opportunitiesand treatment in access to work, employment and professional training’ (6 hours) and‘forms of access to information’ (2 hours).

source: Al mateix temps, en alguns països s’està imposant la obligatorietat d’aquests cursos i sino els fan, es poden aplicar sancions relacionades amb la renovació dels permisos deresidència o amb pagaments a la Seguretat Social.
en: Besides varying the number of hours, different levels of introduction can be offered forspecific categories of migrants.

source: A Dinamarca, es redueix el subsidid’acollida si el participant no va a classe sense una justificació acceptable.
en: The main target groups for introductory integrationprogrammes include legally resident immigrants with the perspective of staying andrecognised refugees who are third country nationals.

source: En el programaaustríac i en el dels Països Baixos, que encara està per introduir, els participants han depagar per fer els cursos, amb una possible devolució (parcial) al final.
en: When appropriate and in accordancewith national integration policies the target groups for introductory integration programmesmay be extended to other groups such as EU migrants, temporary immigrants, beneficiariesof subsidiary protection, asylum seekers, long established immigrants, returning nationalsand ethnic or national minorities.

source: La Lleid’immigració alemanya, de 2004, preveu possibles sancions si no s’assisteix a classe itambé preveu la contribució financera dels participants en alguns casos (s’ha pensat enun euro per hora).
en: In view of scarce resources, integration courses willgenerally remain accessible mostly for permanent migrants and recognised refugees.However, temporary migrants may also require some initial and basic information abouttheir host society, for example how to access hospital emergencies, churches, police, etc.This basic information can help to avoid social isolation and support temporary immigrantsin their daily life with their neighbours and community.

source: Els beneficiaris d’assistència social n’estan exempts. A França,l’assistència a les classes facilita el procés de naturalització.
en: Handbooks or pamphlets coveringspecific aspects of community life and general information about habits and customs in thehost society are useful examples along with local welcome events.

source: I és que les estratègies nonomés han de dependre de les sancions (o no), sinó també poden basar-se en elsincentius; per exemple, es pot recompensar l’assistència i l’acabament dels cursos.
en: Handbooks can bepublished in printed and digital format or as audio books, and can be translated into

source: Com a proposta, es poden fer manuals o fullets ambels aspectes bàsics de la comunitat i amb informació general sobre els costums de lasocietat i exemples útils, a més d’organitzar actes de benvinguda a nivell local.
en: Such introduction offers, with a focus on reducingcommunity tensions rather than on employability, are a good way of including temporarymigrants without making far-reaching resource commitments.

source: Molts països hanelaboratmanuals per als immigrants.
en: Many countries have developed handbooks for immigrants.

source: Per exemple, El Conselld’Immigrants d’Irlanda ha publicat un manual sobre els drets i deures dels immigrants a Irlanda i el seu objectiu és proporcionar informació tant a la població immigrant com a lesentitats públiques, privades i no governamentals que estan en contacte amb elsimmigrants.
en: For instance, the Immigrant Council of Ireland’s ‘Handbook on Immigrants’ Rights and Entitlements in Ireland’ seeks toprovide information for immigrant groups and all public, private, and non-governmentalbodies in contact with immigrants.

source: Ofereix una visió general de la legislació rellevant i distingeix entre diferentsgrups, com ara els treballadors immigrants, els autònoms i les persones que es dediquen alsnegocis, els estudiants d’altres nacionalitats, els familiars dels immigrants i dels irlandesos,els visitants, les persones amb permís de residència, els pares i familiars de nens amb lanacionalitat irlandesa i les persones sense permís de residència.
en: It gives an overview of relevant legislation anddistinguishes between different groups such as migrant workers, business and selfemployed people, international students, families of migrants and Irish nationals, visitors,persons granted leave to remain, parents and siblings of Irish citizen children, and personsresiding in the State without permission.

source: S’enumeren els drets ideures de cadascun d’aquests grups i en annex en donen les adreces d’entitats i organismesrellevants.
en: Rights and entitlements are covered for each ofthese groups, and an annex gives the addresses of relevant agencies and organisations.

source: La pràctica en alguns països és proporcionar programes d’acollida molt complerts a ungrup limitat de nouvinguts i un nivell adequat d’ajuda introductòria als altres grupsd’immigrants.
en: It is practice in some countries to provide beyond the more extensive introductionprogrammes offered only to certain categories of newcomers, an appropriate level ofintroductory assistance to other groups of immigrants.

source: Els immigrants indocumentats i els demandants d’asil se solen excloure d’aquests cursosintroductoris, ja que els governs intenten evitar la falsa creació d’expectatives a faltad’un estatus legal garantit.
en: Undocumented migrants and asylum seekers are typically excluded from introductioncourses, as governments wish to avoid raised expectations in the absence of a securelegal status.

source: Els demandants d’asil de vegades obtenen un accés limitat ales activitats d’integració. I el que es fa és per millorar les seves habilitats i guiar-los enel futur, amb independència de si obtenen l’asil o no.
en: Asylum seekers are sometimes given limited access to integration activities.This is to enhance their skills and guide them in developing their futures, regardless ofwhether they are granted asylum or not.

source: Les persones que gaudeixen d’unaprotecció temporal reben ajudes en alguns països, com ara Polònia, on poden fer unprograma d’integració complet que dura 12 mesos, igual que els que tenen l’asilreconegut.
en: Persons with temporary protection status arecovered in some countries such as Poland where like recognised refugees they cancomplete a 12-month individual integration programme.

source: En l’àmbit local o en el cas de les entitats no governamentals no se sol ferdiferència entre els nivells d’estatus legal dels participants en les activitats relacionadesamb la integració.
en: Local level or nongovernmental actors often do not make a distinction on the grounds of legal statusamong the participants of their integration-related activities.

source: Col·laboració amb entitats associades
en: Working with partners

source: La integració és una responsabilitat compartida i són molts els actors que treballenplegats per obtenir bones polítiques i bons resultats.
en: Integration is a shared responsibility and many actors work together to develop goodpolicies and outcomes.
